/* No comment provided by engineer. */
"GCDAsyncSocketClosedError" = "Soket Karşı Taraftan Kapatıldı";

/* No comment provided by engineer. */
"GCDAsyncSocketConnectTimeoutError" = "Bağlantıda Zaman Aşımı";

/* No comment provided by engineer. */
"GCDAsyncSocketReadMaxedOutError" = "Okuma İşlemi Maksimum Uzunluğa Ulaştı";

/* No comment provided by engineer. */
"GCDAsyncSocketReadTimeoutError" = "Okurken Zaman Aşımı";

/* No comment provided by engineer. */
"GCDAsyncSocketWriteTimeoutError" = "Yazarken Zaman Aşımı";

